[
  {
    "title": "Marioo mkali",
    "description": "jamaa anainuka sana, we acha tu",
    "date": "Wednesday, July 27, 2022",
    "id": "b3621b0a-28e8-4e6a-b559-626769b9e015"
  },
  {
    "title": "Leo siku kali sana",
    "description": "acha ni ongea iswahili kwanza, kimombo kimenichosha",
    "date": "Wednesday, July 27, 2022",
    "id": "bdbfe630-044d-4b19-b352-e6a9fa995005"
  },
  {
    "title": "hi corona sasa tabu",
    "description": "nimeichoka, jameni. hii cirina jameni",
    "date": "Wednesday, July 27, 2022",
    "id": "f24326b1-5310-4597-bc02-fae627cbedac"
  },
  {
    "title": "How do I win?",
    "description": "How do I finally have my happily ever after?\nI can't look at my phone anymore without thinking about you, about the times where you've texted me and I start flailing my legs in the air. It hurts seeing you be happy without me, because I can't feel happy without you.\n\nMaybe one day I'll find someone that treats me the way that I think of you. But it feels like nothing can compare my love for you. The inevitable chain of memories string from my heart. Chained to the thought of, \"maybe, one day...\"\n\nWhat must I do to make you mine? I'll never find anyone as lively and unique as you. I try to move on, to find someone to replace the remnants missing from my heart, but I feel like only you possess them.\n\nYou cause my pain,\nyou relieve my pain,\nand most importantly,\nyou are an important figure that makes me feel something.\nWhen I feel numb to life,\nyou remind me of what to live for,\nand also what to die for.\n\nThis one-sided love pains me. To know that there's more out there, but you're the only one I want. Sometimes wrong people fall in love with wrong people sometimes....but in this case, I feel like I fell in love with the right person, at the wrong time.\n\nYou know what hurts the absolute most in this?\nThat I can't tell anyone about this. Not even my closest friends. This is not a typical love story that I can causally gossip to my friends about...this is not a simple crush that I can freely gush over. He has a girlfriend....he has a twin brother who is one of my closest friends...my friend group adores him too...I feel lonely...like...nobody understands how much I'm suffering internally whenever his name is brought up.\n\nThe one thing that I've learned over the years though, is that you can't control your love for someone. Once you start loving someone, it's hard to stop loving them, because love was supposed to be last forever.",
    "date": "Saturday, July 23, 2022",
    "id": "afae8495-b85f-4890-9eec-afc91a9926c3"
  },
  {
    "title": "Page 2: Feminized",
    "description": "Today we desiced that I should use the title of Master. He's definitely one of the most deserving of it who I have ever encountered. In discussing what title I should use for him, I mentioned that tremendous difference in genital size between us is what makes me so desire to call him Sir. He is nearly ten inches while I am barely 1, and he has enormously large testicles, while mine have been castrated entirely.. He said to me that it isn't even a matter of a difference in size, but one of gender! He's so masculine that I'm a weak and pathetic WOMAN in comparison. And it's true, that's absolutely the role I have and accept.\n\n",
    "date": "Saturday, July 23, 2022",
    "id": "25defb29-31f7-4761-a0d7-b0ef8d002b62"
  },
  {
    "title": "Beach",
    "description": "Hi feel ok today. But still a bit empty. I like my job but my rent is way to high in comparision with what i earn. I guess that's everyone's life. Ok, I'm ok. But it feels like I loose time here. I don't have that much friends, I like my job so that's great, but I definitely dislike Paris. My boyfriend is nice sometimes but I can not be free with him. I wish I could go for a drink with a male friend that - yes, i know he wants to fuck but hey, how have I done since my 15 ? I haven't slept with every guys that wanted to. So let me fucking be. If I say that he is like \"hey I never forbade you\", and then if I go he gets angry or anxious or whatever and HEY we are not married, I told you so many times the reasons why I don't want to be in a true relationship, but little by little he got me. And I feel stuck. And of course I love him, but I hate loneliness, and he doesn't allow me to cope in my way. I know it sounds like I'm a bitch. Nice to meet you. We are complicated. Without him, it is also borring. But I really tried to stop to meet him. 4 times. He came back. And, I like him you see. Anyway.\nHe's a narc or sociopath or I don't know what. I'll never know when he lies, I'll never know the truth. I know he wants to owe me. And maybe that excites me ?\nI don't sleep very well those last day. I finish my job at 10 pm. Maybe that's why. I go home and I keep thinking and thinking. To sleep, I start to think about sex, then I'm affraid he can feel it, I start to think that he manipulates me, I get paranoid (?), then I wonder why I'm here, then I think about my mother and WAIT let me sleep Gehirn please.\nBut I think I have my next therapy's topic.\nXoXoXo",
    "date": "Saturday, July 23, 2022",
    "id": "acca5d4e-4502-458e-986a-e4d371134dbe"
  },
  {
    "title": "Eventful week🙏For a great weekend",
    "description": "Work was manic this week. I was attacked again! I was told the said client was given his notice. Karma, he attacked the manager and was taken away by the police for him to be brought back on my shift and him tell me right infront of the police, he was going to fucking kill me😐\nThen another client grabbed my breast as l was passing him something of his over bed table😐 that's the 3rd time in two weeks he has inappropriately touched me. Like l said to him \"l understand he is a young man, with young man needs, but staff aren't to be touched\" he does it again l will call the police.\nI filed incident reports on both client's. Basically if nothing gets done, the manager is allowing us girls to be physically and sexually assulted in the workplace, thats unexceptable.\n\nThe newbie oversea's worker i'm about to dispatch. I have no futher comment's to say about her. They infact need going on an intense english language course so they undersrand us and the needs of our client's.\n\nAre some people just born gormless or do they aquire this trait over the years? I'm wondering if my tolerance to people's stupidity needs to be addressed as my patience is wearing thin.\n\nManchild offered to take me to work the other day. I ask him if he could also be so kind to give my work colleague/friend a lift aswell being he lives just down the road from me. He then told me he wasn't a taxi service😐. Right! Forget it then. I told him that 'M' who also has MS, picked up an extra shift for me as i'd be on my own with the newbie and l wasn't going to have a lift without him. I got no reply from manchild. What a nooblet!!\n\nRant over with!\n\nTomorrow night i'm supposed to be going out with 'M' and his friend's. To be honest l can't wait. His friend's are awesome fine looking men that are amazing company. Love Love Love my LGBTQ friend's💕\n\nI've decided to never have a committed relationship again, not that l want one at the moment. I've been put off ever becoming emotionally involved with anyone. This way l won't get hurt.\n\nNice to see Alter Bridge has a new single out. Absofuckinglutely love Myles Kennedy🖤🤘\n\nhttps://open.spotify.com/track/3MNZ79grelbBXsQcKUQZAh?si=X64WRaKhTSGDXXxdoFGtgQ&utm_source=copy-link\n\nUntil next time, take care of you x\n\nGrateful for\nFriend's and family\nMy online friend 'K'🖤\n\nStill to do list\nShower in the dark",
    "date": "Saturday, July 23, 2022",
    "id": "e7ef7977-fd8b-4ca1-9cf1-90e690563b88"
  },
  {
    "title": "Thinking about breaking up",
    "description": "I've been thinking about leaving my fiance for a lot of different reasons. I just don't love him anymore. The man I love clearly isn't in there anymore. So I've been trying to write out how to say it and the only rough draft I have so far is down below. I'm nervous and scared of him. He's tried to kick me and my baby (his son but he disowns him when he's mad at me) of his mommy's house twice. Last time the cops had to tell him he couldn't legally... I'm just so done..\n\"\nI'm gonna be honest and I don't know how to say it so I'll just say it. We clearly aren't working out. You're not the man I fell in love with. You changed into this angry rude asshole shortly after we got together and I've been trying to hang on to the idea that my love will come back to me but he clearly isn't. I'm not happy, you're not happy. And I'm sick of it. I'm done. I give up. This isn't worth it, quite frankly loving you is like having three full-time jobs but they all don't even pay as much as minimum wage. There's no company picnics, no incentives, no raises, nothing about dating you has been good. The only good times we've had together were the first week of us dating and then you lost your job at dollar general and you switched on me. Now you're not even recognizable anymore. I look at you and it hurts my feelings. You destroy me a little more everyday. I'm tired of begging for your help, you're attention and your affection. Nothing has changed and I've given you plenty of time. I think it's best we break up. I don't even know who you are anymore let alone love you.",
    "date": "Saturday, July 23, 2022",
    "id": "ba579b16-b63c-4f1b-a304-3f1df60d203d"
  },
  {
    "title": "Trying to keep up",
    "description": "I grew up with an extremely strong mother and when I say strong I don't mean the independent only I mean the woman who's been to hell and back more than a few times in her life. The woman who chooses never to share her emotional side just because she doesn't want to worry her family type of woman. Today you had to go in to see your cardiologist again high blood pressure and a grown heart are no small things and not only am I here writing all this down but I feel like taking g the next flight up to see you. Oh, I wish I could.\nJust to be of moral support if I could I would, had not had the chance to write and I had been missing coming on here to talk about everything that is going on and how hard these last few days have been. The funny side though is that through it all I am no longer in control of any of it but my emotions and I feel ok I have been so happy lately in a weird kind of way. I have a few projects am working on, another leadership meeting this afternoon, and then organizing, yesterday I painted the wall where am planning on hanging up my diplomas and recognition awards from writing to first place chess competitions back in the day, basketball awards and even singing awards that I've never given myself the credit for and now I do after all these years, and why not I am just as smart as I choose to be. And I don't mean that to sound condescending I say mean it in a respectful way. Has taken me a way too long to acknowledge this side of me and there is nothing wrong with that. I will be giving an online class next month and I am preparing the slides that I'll share in the class, will be speaking about type 2 diabetes and essential oils and how they can use them for the better of their health problems emotional and physical.",
    "date": "Saturday, July 23, 2022",
    "id": "b3c4508a-6bd9-49da-a417-1153cbd76fc0"
  },
  {
    "title": "The mental wash ",
    "description": "Example… I just sent a text to someone. I re read it before I sent it to proof, but when I did, I thought of the recipient as if they were not the sex that they identify.",
    "date": "Saturday, July 23, 2022",
    "id": "41d77ae5-c256-4f78-a447-34c5d51cbfd5"
  },
  {
    "title": "Is Existing Okay?g",
    "description": "Last night I had a session with HIM. I was feeling a little lonely and stressed from work so a good O did the trick. I used to cum well with him, but anymore I'm not sure how it will play out. Plus we don't do it regularly like it once was. I don't know how he sees \"US.\" I think for me he was a familiar means to an end. Maybe someone to keep around for those moments when I am wanting release and don't want to expend the energy to look around. I realize how that makes me sound. I don't sound good to myself, but it's what I've been whittled down to. Sometimes I feel like the fight has gone out of me and I'm bothered by it. Do I want to go deeper into middle age this weakened voiceless thing? It's not who I am and yet in my quest for peace it feels better to be quietly unobtrusive. Keep going about my business and following the routines and keep it all status quo more or less. I've known so much chaos in my life that strolling down this road feels good. I can exist in this.\nBUT...the everlasting little word that means so much. I'm not ever going to have what I want without continuing to make the big leaps. Chaos is always waiting. No one gets to escape it and it will find me again. Maybe I just want to enjoy this bit of downtime because I know it to be true. Maybe like a soiled silk blanket my sexuality and womanhood will simply slide off and fall away from me.\nSettle my ass firmly into older person hood. No husband to be miserable with or focus on, no grandkids or close knit friends. There is peace and an",
    "date": "Saturday, July 23, 2022",
    "id": "2742546d-c1d9-4cb9-8d39-05b02dc55a58"
  },
  {
    "title": "Powerful . . .",
    "description": "I know, I know, two entries in one morning only an hour apart - what's up with that?\nHere'what: I post my first entry, kind of a downer, and almost right away get a cheerful message and nice picture from a new friend who faces personal demons and serious health issues on a seemingly regular basis! So much more to deal with than I have.\nI am awash in her kindness. I am edified by her selflessness. I am reminded, too, of the power of this little diary site to do good. There is so much anguish expressed here, so many desperate people reaching out and needing someone to show they care. One person CAN make a difference.\nThank you, my friend, for sharing your light.",
    "date": "Saturday, July 23, 2022",
    "id": "1a2800e1-9252-464a-83f8-2695f58a27dd"
  },
  {
    "title": "day of the weak",
    "description": "day of the weak\n#### sun son day / moon day / thirds-day awake no sleep / wins-day / twos-day awake no sleep / frys-day /\nsaturaday sat ur -day = set ur day = sit ur day / reset ur day",
    "date": "Saturday, July 23, 2022",
    "id": "a48f57fa-c3b5-4238-b8b8-97cd46f41580"
  },
  {
    "title": "It's getting better",
    "description": "The sludge has faded. The meds are working for sure. I feel better. Less panicky. But I can still feel joy which I was honestly worried about. It feels a little fake sometimes but mostly I'm good. I wad able to sleep through the night last night. Well I woke up a couple times but could fall right back to sleep.\n\nI'm still a little spacey. But not too bad. ADHD is a bit worse. I forget what I'm doing a lot because something else distracts me. But I'm doing ok. I also got caught up at work finally. For now lol\n\nTim is looking for engagement rings. It makes me a bit nervous. I don't know of o want to say yes or not. I told him to wait to buy one until after we move because there could be a lot of unplanned expenses.\n\nI can see myself with him for the rest of my life. We'll end up at beach when we're 50 and go to Krav classes and live there happily with our dogs and cats. Yes plural.\n\nBut I don't know if i can get married again. It was too hard the 1st time. No. 10 years together at least. Maybe 15 before we get married.\n\nUgh I don't know.",
    "date": "Saturday, July 23, 2022",
    "id": "49515d53-ca35-4c56-a559-22d0813ef85f"
  },
  {
    "title": "I want to hide",
    "description": "During the evening I packed my bag. I know there is still time but it is always good to stay prepared when your schedule is tight. Honestly, I am nervous and very much scared. On the other hand, girls die to meet their boyfriend's family when their boyfriends procrastinate. Look at me, everything is coming to me on its own but I am feeling nervous. I have no idea why this feeling. Idk how they will react, how I will feel and so on. Can't we skip this part? Or I can close my eyes and no one will be able to see me. Idk it is a normal feeling or not. I want to hide somewhere to get over this nervousness. I was never nervous. But this guy is making me nervous. I mean what if his family does not like me! I am waiting for his call. He said he will call me in a while as he is busy right now. I have a lot of questions to ask him. Maybe I need some reassurance or maybe I am overthinking.",
    "date": "Saturday, July 23, 2022",
    "id": "9c3371eb-7891-452f-9f73-a6be2326f577"
  }
]